var storydata = {
  "total": 13,
  "chapter": {
    "1": {
      "question": "你一觉醒来，发现自己变成了十八岁女高中生，还没来得及了解情况，外面就响起了敲门声，此时你会?",
      "answer": {
        "1": {
          "result": "来的人是你的妈妈，她叫出了你的名字，悦悦，姓名get ",
          "action": "应声，向来人打探情况",
          "score": 0
        },
        "2": {
          "action": "继续装睡",
          "result": "妈妈以为你睡着了，她反锁了门出门，煤气泄漏，你死了",
          "score": 1
        }
      },
      "total": 2
    },
    "2": {
      "question": "妈妈来喊你去上补习班，但你并不知道补习班在哪儿，此时你会?",
      "answer": {
        "1": {
          "result": "装病不去",
          "action": "妈妈出门，煤气泄漏，你死了",
          "score": 1
        },
        "2": {
          "action": "先答应下来去找线索",
          "result": "在书包里找到了补习班的传单，地址get",
          "score": 0
        },
        "3": {
          "action": "出门",
          "result": "迷路被人贩子拐走了，没死，但回不来了",
          "score": 1
        }
      },
      "total": 3
    },
    "3": {
      "question": "你去补习班上课，从试卷和练习册等了解到了自己现在的情况，你的名字叫陈悦，就读南城市立一中，现在快开学了，你在为高三的到来补课。下课的时候，班里一个长得很帅的男生过来说，今天老地方见，你会怎么做?",
      "answer": {
        "1": {
          "result": "去",
          "action": "你不认识老地方，所以和他约在了补习班旁边的kfc见面",
          "score": 0
        },
        "2": {
          "action": "不去",
          "result": "你没去，路上被连环杀手干掉了，再见!",
          "score": 1
        }
      },
      "total": 2
    },
    "4": {
      "question": "你到了kfc，那个男生叫a，他和你表白了，你会?",
      "answer": {
        "1": {
          "result": "接受",
          "action": "你们约定好了下一次约会的时间",
          "score": 0
        },
        "2": {
          "action": "拒绝",
          "result": "你拒绝了，回家的路上被a先奸后杀",
          "score": 1
        }
      },
      "total": 2
    },
    "5": {
      "question": "他要送你回家，你很犹豫，因为回家路上你要经过一条很僻静黑暗的小巷子，此时你会?",
      "answer": {
        "1": {
          "result": "答应",
          "action": "因为有人护送，所以想对你下手的雨夜屠夫没有动手",
          "score": 0
        },
        "2": {
          "action": "以不同路婉拒",
          "result": "成为雨夜屠夫下一个目标，第二天报纸头条，恭喜超越汪峰，一路走好",
          "score": 1
        }
      },
      "total": 2
    },
    "6": {
      "question": "你并不知道自己逃过一劫，第二天a约你出去玩儿，你碍于面子还是答应了，a很开心，他说非常爱你，觉得第一眼看到你就心动了，他想邀请你去他家里看电影，你会?",
      "answer": {
        "1": {
          "result": "答应",
          "action": "在他家里，你看到了许许多多女孩子的头颅，那都是他的前女友……你的下场还用说吗？",
          "score": 1
        },
        "2": {
          "action": "拒绝",
          "result": "你告诉来大姨妈了想回去休息，他体贴地把你送回了家",
          "score": 0
        }
      },
      "total": 2
    },
    "7": {
      "question": "开学了，a和你不在同一个学校，你暂时松了口气，想办法要把对方给甩掉，但是你已经感觉到了他的不妥之处，比如独来独往，比如身上总是沾染着奇怪的味道，此时的你孤立无援，那你会?",
      "answer": {
        "1": {
          "result": "找朋友打探一下对方的消息",
          "action": "a在放学后默默跟上了你……听说你在打听我的消息，呵呵呵呵呵，我来告诉你啊……你觉得你还会活着吗？",
          "score": 1
        },
        "2": {
          "action": "自己一个人默默寻找线索",
          "result": "你找不到任何线索",
          "score": 0
        },
        "3": {
          "action": "到天台对着水箱倾诉",
          "result": "恭喜触发npc，走廊里和一个小美女擦肩而过后在口袋里发现纸条：他的女朋友都失踪了，离他远一点儿",
          "score": 0
        }
      },
      "total": 3
    },
    "8": {
      "question": "你收到了陌生人的纸条，你会选择相信她吗？",
      "answer": {
        "1": {
          "result": "相信",
          "action": "那并不是绵绵给你的纸条，因为突然的疏离，a杀死了你",
          "score": 1
        },
        "2": {
          "action": "不相信",
          "result": "放学后，你在桌肚里找到了绵绵给你的纸条：你已经被他盯上了，不要贸然行动，否则他会杀死你",
          "score": 0
        }
      },
      "total": 2
    },
    "9": {
      "question": "你决定照着纸条上的话去做，暂时和a虚与委蛇，想办法脱身。某天体育课，你突然肚子痛，同学送你到了医务室，医务室里的校医很帅，你被他吸引，他问你为什么看起来那么烦恼，那么，你会告诉他a的事情吗？",
      "answer": {
        "1": {
          "result": "会",
          "action": "你告诉了校医，他让你不要怕，给你开了药，你吃了，然后睡着了，醒过来的时候发现自己在地下室，而a幽幽地看着你",
          "score": 1
        },
        "2": {
          "action": "不会",
          "result": "你敷衍了过去",
          "score": 0
        }
      },
      "total": 2
    },
    "10": {
      "question": "你并不知道校医的真面目，而你此时此刻被他吸引，像是着了魔一样想迫切地甩掉a，你会选择什么方式？",
      "answer": {
        "1": {
          "result": "坦白告诉他你另有所爱，喜欢的是自己的校医",
          "action": "a默默听完，没有给你答复，而是转身离开了",
          "score": 0
        },
        "2": {
          "action": "以学习忙为借口提出分手",
          "result": "都说了不要贸然行动了，你就变前任女友吧",
          "score": 1
        },
        "3": {
          "action": "a默默听完，没有给你答复，而是转身离开了",
          "result": "早晚都得死",
          "score": 1
        }
      },
      "total": 3
    },
    "11": {
      "question": "a的离开让你大松口气，你觉得整个人都轻松了，步履轻快地回了家，三天后，放学路上，你被人突然迷晕，失去了意识，等你苏醒过来的时候，发现自己在一个昏暗的地下室里，此时你会？",
      "answer": {
        "1": {
          "result": "按兵不动，竖起耳朵听动静",
          "action": "a和校医吵了起来，a指责校医不该染指自己的猎物，校医冷笑说a捕猎的手法没有美感，对方早就察觉了，不过，你还活着",
          "score": 0
        },
        "2": {
          "action": "想办法逃出去",
          "result": "不想说你为什么会死了，你懂的",
          "score": 1
        }
      },
      "total": 2
    },
    "12": {
      "question": "校医和a爆发了矛盾，最后校医把a杀死了，他走到你身边对你说：“我知道你醒着，如果你还不睁开眼睛我就把你杀了。”于是你睁开了眼睛，看到了倒在血泊中的a，校医说：“你只有两个选择，要么成为我的帮凶，和我解决尸体，要么我就杀了你。”你会：",
      "answer": {
        "1": {
          "result": "为了生存而服从",
          "action": "活着",
          "score": 0
        },
        "2": {
          "action": "坚决不肯",
          "result": "变态怎么会心慈手软，你和a黄泉路上可以做伴了，祝你们永远幸福",
          "score": 1
        }
      },
      "total": 2
    },
    "13": {
      "question": "你成为了校医的帮凶，他放你走的时候没有威胁你，因为他知道如果你把事情说出去，你也会坐牢，当你浑浑噩噩回家的时候，在路上突然看到了一个撑着伞的女孩子，她的身形有点熟悉，她问你：“你为什么浑身是血？”你会：",
      "answer": {
        "1": {
          "result": "告诉她真相，请求她的帮助",
          "action": "她同情地看着她，说我也曾经是其中一个受害者，我愿意帮助你",
          "score": 0
        },
        "2": {
          "action": "拒绝，说是自己摔了一跤",
          "result": "你一身是血失神落魄怎么像是摔跤，她报了警，你坐了牢，再见 ",
          "score": 1
        }
      },
      "total": 2
    }
  }
}

module.exports = storydata;